# St7GetPlateOffsetNodes

Returns whether to Show Offset Nodes in the display of plates.

long St7GetPlateOffsetNodes(long uID, bool* Show)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Show
The state of the Show Offset Nodes option; either True or False.